Repository: airtaxi/AT-Installer
Catalog: Installer/Strings/*/Resources.resw
Source language: en_us
Languages: ko_kr, zh_hant

# ApplicationVersionTextBlock.Text
source: Loading...
ko_kr: 로딩 중...
zh_hant: 正在載入...

# AuthorPrefix
source: Author:
ko_kr: 작성자:
zh_hant: 作者：

source: Can't Downgrade
ko_kr: 다운그레이드 불가
zh_hant: 無法降級

source: Cleaning Up...
ko_kr: 정리 중...
zh_hant: 正在清理...

source: Cleaning Up Previous Version...
ko_kr: 이전 버전 정리 중...
zh_hant: 正在清理舊版本...

# CommitShaPrefix
source: Commit SHA:
ko_kr: 커밋 SHA:
zh_hant: 提交 SHA：

source: Completed!
ko_kr: 완료!
zh_hant: 完成！

# ErrorPrefix
source: ERROR:
ko_kr: 오류:
zh_hant: 錯誤：

source: Initializing...
ko_kr: 초기화 중...
zh_hant: 正在初始化...

source: Install
ko_kr: 설치
zh_hant: 安裝

# InstallButton.Content
source: Install
ko_kr: 설치
zh_hant: 安裝

# InstallCompleteExitIn
source: Install Complete! Exit In {0} Seconds
ko_kr: 설치 완료! {0}초 후 종료
zh_hant: 安裝完成！{0}秒後退出

source: Installing...
ko_kr: 설치 중...
zh_hant: 正在安裝...

source: Loading...
ko_kr: 로딩 중...
zh_hant: 正在載入...

# MsixAbort
source: Abort
ko_kr: 중단
zh_hant: 中止

# MsixCertificateExtractionFailed
source: Failed to extract or install the signing certificate.
ko_kr: 서명 인증서를 추출하거나 설치하지 못했습니다.
zh_hant: 無法提取或安裝簽署憑證。

# MsixContinue
source: Continue
ko_kr: 계속
zh_hant: 繼續

# MsixDeveloperModeRequired
source: Developer Mode Required
ko_kr: 개발자 모드 필요
zh_hant: 需要開發者模式

# MsixDeveloperModeRequiredContent
source: Developer Mode could not be enabled automatically. Please enable Developer Mode in Windows Settings > Privacy & Security > For developers, then click Continue.
ko_kr: 개발자 모드를 자동으로 활성화하지 못했습니다. Windows 설정 > 개인 정보 및 보안 > 개발자용에서 개발자 모드를 활성화한 후 계속을 클릭하세요.
zh_hant: 無法自動啟用開發者模式。請在 Windows 設定 > 隱私權與安全性 > 開發者中啟用開發者模式，然後點擊繼續。

# MsixEnablingDeveloperMode
source: Enabling Developer Mode...
ko_kr: 개발자 모드 활성화 중...
zh_hant: 正在啟用開發者模式...

# MsixExtractingCertificate
source: Extracting Certificate...
ko_kr: 인증서 추출 중...
zh_hant: 正在提取憑證...

# MsixReinstallContent
source: The same version is already installed. Reinstalling will remove the existing package and install it again. App data may be lost. Do you want to continue?
ko_kr: 동일한 버전이 이미 설치되어 있습니다. 재설치 시 기존 패키지를 제거하고 다시 설치합니다. 앱 데이터가 손실될 수 있습니다. 계속하시겠습니까?
zh_hant: 相同版本已安裝。重新安裝將移除現有套件並重新安裝。應用程式資料可能會遺失。要繼續嗎？

# MsixReinstallNo
source: Cancel
ko_kr: 취소
zh_hant: 取消

# MsixReinstallTitle
source: Reinstall?
ko_kr: 재설치하시겠습니까?
zh_hant: 要重新安裝嗎？

# MsixReinstallYes
source: Reinstall
ko_kr: 재설치
zh_hant: 重新安裝

# MsixRemovingExistingPackage
source: Removing Existing Package...
ko_kr: 기존 패키지 제거 중...
zh_hant: 正在移除現有套件...

source: Preparing Archive...
ko_kr: 아카이브 준비 중...
zh_hant: 正在準備封存...

# PublisherPrefix
source: Publisher:
ko_kr: 게시자:
zh_hant: 發行者：

source: Registering Program...
ko_kr: 프로그램 등록 중...
zh_hant: 正在註冊程式...

source: Reinstall
ko_kr: 재설치
zh_hant: 重新安裝

# RunningPostInstallScript
source: Running Post Installation Script...
ko_kr: 설치 후 스크립트 실행 중...
zh_hant: 正在執行安裝後腳本...

# RunningPostReinstallScript
source: Running Post Reinstallation Script...
ko_kr: 재설치 후 스크립트 실행 중...
zh_hant: 正在執行重新安裝後腳本...

# RunningUninstallScript
source: Running Uninstallation Script...
ko_kr: 제거 스크립트 실행 중...
zh_hant: 正在執行解除安裝腳本...

source: Update
ko_kr: 업데이트
zh_hant: 更新

# VersionPrefix
source: Version:
ko_kr: 버전:
zh_hant: 版本：
